<template>
    <header id="header" class="py-4">
        <mainHeader />
    </header>
    <div class="flex gap-4 m-8 mx-56">
        <RouterLink to="/">Главная страница</RouterLink>
        <li>Документы</li>
        <li class="text-gray-500">Лицензионный договор</li>
    </div>
    <div class="m-8 mx-56">
        <h3 class="font-bold text-[41px] my-4">Лицензионный договор</h3>
        <h3 class="font-bold text-[41px] my-4">Заголовок 1</h3>
        <p class="my-4">Представленная тележка-дозатор обеспечивает высококачественную 
            обработку любых территорий сыпучими противогололедными реагентами 
            самых разных типов, включая такие тяжелые, как гранитная и мраморная крошка, 
            песок и пескосоляные смеси. Тележка прекрасно подходит для использования во дворах 
            многоквартирных домов, обработки территорий промышленных предприятий, востребована 
            владельцами магазинов, различных коммерческих компаний. Кроме того, она может использоваться 
            для высева семян на газонах, теннисных кортах и других территориях.</p>

        <p>Представленная тележка-дозатор обеспечивает высококачественную обработку 
            любых территорий сыпучими противогололедными реагентами самых разных типов, включая 
            такие тяжелые, как гранитная и мраморная крошка, песок и пескосоляные смеси.</p>

        <h3 class="font-bold text-[41px] my-4">Заголовок 2</h3>
        <p>Представленная тележка-дозатор обеспечивает высококачественную 
            обработку любых территорий сыпучими противогололедными реагентами
             самых разных типов, включая такие тяжелые, как гранитная и мраморная 
             крошка, песок и пескосоляные смеси.</p>
        <h3 class="font-bold text-[41px] my-4">Заголовок 3</h3>
        <p class="my-4">Представленная тележка-дозатор обеспечивает 
            высококачественную обработку любых территорий сыпучими 
            противогололедными реагентами самых разных типов, включая такие тяжелые,
             как гранитная и мраморная крошка, песок и пескосоляные смеси. Тележка прекрасно 
             подходит для использования во дворах многоквартирных домов, обработки территорий 
             промышленных предприятий, востребована владельцами магазинов, различных коммерческих 
             компаний. Кроме того, она может использоваться для высева семян на газонах, теннисных 
             кортах и других территориях.</p>
        <p>Представленная тележка-дозатор обеспечивает высококачественную обработку любых
             территорий сыпучими противогололедными реагентами самых разных типов, включая такие тяжелые,
              как гранитная и мраморная крошка, песок и пескосоляные смеси.</p>
    </div>
</template>

<script setup>
import mainHeader from '@/components/mainHeader.vue';
</script>

<style scoped>
#header{
    background: linear-gradient(0deg, rgba(0,0,0,1) 0%, rgba(28,39,52,1) 83%);
}
</style>
